Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: Monthly is recurring. Lifetime is a one-time purchase for the same tier.
ja: 月額は自動更新です。ライフタイムは同じ階層の買い切りプランです。
zh_hans: 月度方案会定期续费；同档位的终身版为一次性购买。

source: Monthly subscription
ja: 月額サブスクリプション
zh_hans: 月度订阅

source: More Actions
ja: その他のアクション
zh_hans: 更多操作

source: More information
ja: 詳細情報
zh_hans: 更多信息

source: Multilingual
ja: 多言語
zh_hans: 多语言

source: My Plugins
ja: マイプラグイン
zh_hans: 我的插件

source: Name
ja: 名前
zh_hans: 名称

source: Native
ja: ネイティブ
zh_hans: 原生

source: Native Works
ja: ネイティブで動作
zh_hans: 原生功能

source: Need commercial license terms?
ja: 商用ライセンス条項が必要ですか？
zh_hans: 需要商业许可证条款？

source: Needs access
ja: アクセスが必要です
zh_hans: 需要授权

source: Needs Access
ja: アクセスが必要です
zh_hans: 需要授权

source: Needs Setup
ja: 設定が必要
zh_hans: 需要设置

source: Neutral
ja: ニュートラル
zh_hans: 中性

source: New Rule
ja: 新規ルール
zh_hans: 新建规则

source: New Workflow
ja: 新規ワークフロー
zh_hans: 新建工作流

source: New workflows use this provider unless a workflow overrides it in Advanced.
ja: 「詳細設定」でワークフローが上書きしない限り、新しいワークフローはこのプロバイダを使用します。
zh_hans: 新建工作流默认使用此服务提供商，除非在“高级”设置中另行指定。

source: No apps selected yet.
ja: アプリがまだ選択されていません。
zh_hans: 尚未选择应用。

source: No apps selected.
ja: アプリが選択されていません。
zh_hans: 未选择应用。

source: No compatible download is available for this Mac.
ja: このMacと互換性のあるダウンロードはありません。
zh_hans: 没有适用于此 Mac 的兼容下载。

source: No global LLM fallbacks are configured yet.
ja: グローバルLLMフォールバックはまだ設定されていません。
zh_hans: 尚未配置全局 LLM 备用项。

source: No guided phrases are available for this language yet.
ja: この言語で使えるガイド付きフレーズはまだありません。
zh_hans: 此语言目前尚无引导短语。

source: No hotkey
ja: ホットキーなし
zh_hans: 未设置快捷键

source: No installed plugins yet.
ja: インストール済みプラグインはまだありません。
zh_hans: 尚未安装插件。

source: No languages selected yet.
ja: まだ選択された言語はありません。
zh_hans: 尚未选择语言。

source: No LLM providers are installed yet.
ja: LLMプロバイダがまだインストールされていません。
zh_hans: 尚未安装 LLM 服务提供商。

source: No manual override
ja: 手動オーバーライドなし
zh_hans: 无手动覆盖

source: No matching results
ja: 一致する結果はありません
zh_hans: 没有匹配的结果

source: No Matching Rules
ja: 一致するルールがありません
zh_hans: 没有匹配的规则

source: No matching workflows
ja: 一致するワークフローはありません
zh_hans: 没有匹配的工作流

source: No Matching Workflows
ja: 一致するワークフローはありません
zh_hans: 没有匹配的工作流

source: no more specific rule matches
ja: より具体的なルールが一致しない場合
zh_hans: 没有更具体的规则匹配时

source: no more specific rule matches or it is triggered manually
ja: より具体的なルールが一致しないか、手動でトリガーされた場合
zh_hans: 没有更具体的规则匹配，或手动触发时

source: No Prompts Yet
ja: プロンプトがまだありません
zh_hans: 暂无提示词

source: No punctuation profile is available for the current selection.
ja: 現在の選択に利用できる句読点プロファイルはありません。
zh_hans: 当前选项没有可用的标点配置文件。

source: No recording
ja: 録音なし
zh_hans: 无录音

source: No Recording to Recover
ja: 復元する録音がありません
zh_hans: 没有可恢复的录音

source: No rules currently use the selected prompt.
ja: 現在選択されているプロンプトを使用するルールはありません。
zh_hans: 目前没有规则使用所选提示词。

source: No Rules Yet
ja: ルールはまだありません
zh_hans: 暂无规则

source: No shortcuts recorded yet.
ja: まだショートカットが記録されていません。
zh_hans: 尚未记录快捷键。

source: No system audio was detected. If the other app is playing audio, macOS may be blocking that source from ScreenCaptureKit.
ja: システムオーディオが検出されませんでした。他のアプリがオーディオを再生している場合、macOSがScreenCaptureKitによるそのソースのキャプチャをブロックしている可能性があります。
zh_hans: 未检测到系统音频。如果其他应用正在播放声音，可能是 macOS 阻止 ScreenCaptureKit 采集该音频源。

source: No Trigger
ja: トリガーなし
zh_hans: 无触发方式

source: No websites added yet.
ja: ウェブサイトがまだ追加されていません。
zh_hans: 尚未添加网站。

source: No websites selected.
ja: Webサイトが選択されていません。
zh_hans: 未选择网站。

source: No Workflows Yet
ja: ワークフローがまだありません
zh_hans: 暂无工作流

source: Non-GPL terms, procurement, support, or proprietary distribution for one person.
ja: 1名向けの非GPL条項、調達、サポート、またはプロプライエタリ版の配布。
zh_hans: 面向个人的非 GPL 条款、采购、技术支持或专有分发。

source: Not compatible
ja: 互換性なし
zh_hans: 不兼容

source: Not now
ja: 今はしない
zh_hans: 稍后再说

source: Not set
ja: 未設定
zh_hans: 未设置

source: Not used in any rules
ja: どのルールでも未使用
zh_hans: 未在任何规则中使用

source: Notch
ja: ノッチ

source: Number formatting
ja: 数値フォーマット
zh_hans: 数字格式化

source: Off by default for compatibility with existing local integrations. New clients can use api-discovery.json or send the bearer token.
ja: 既存のローカル連携との互換性のため、デフォルトではオフです。新しいクライアントは api-discovery.json を使うか、Bearerトークンを送信できます。
zh_hans: 默认关闭，以与现有本地集成保持兼容。新客户端可以使用 api-discovery.json 或发送 Bearer 令牌。

source: One payment for the same 3-device Individual tier, with no monthly renewal.
ja: 月々の更新なしで、同じ3デバイスのIndividual階層への1回のお支払い。
zh_hans: 同一 3 台设备个人版的一次性付款，无需月度续订。

source: One payment for the same Enterprise rollout tier with unlimited devices.
ja: 無制限のデバイスでの同じEnterprise展開階層への1回のお支払い。
zh_hans: 同一企业部署版的一次性付款，设备数无限制。

source: One payment for the same Team tier with up to 10 devices and no renewal cycle.
ja: 更新サイクルなしで、最大10台のデバイスの同じTeam階層への1回のお支払い。
zh_hans: 同一最多 10 台设备团队版的一次性付款，无续订周期。

source: One Target
ja: 単一の翻訳先
zh_hans: 单一目标

source: one-time
ja: 1回払い
zh_hans: 一次性

source: One-time purchase
ja: 買い切り
zh_hans: 一次性购买

source: Only for power users. These options do not change the matching, only the behavior after a match.
ja: パワーユーザー専用。これらのオプションはマッチングには影響せず、マッチした後の動作のみを変更します。
zh_hans: 仅供高级用户使用。这些选项不会改变匹配规则，只会影响匹配后的处理方式。

source: Open licensing for non-GPL terms, procurement, support, or proprietary redistribution.
ja: 非GPL条件、調達、サポート、独自の再配布のライセンスを開く。
zh_hans: 开启非 GPL 条款、采购、支持或专有再分发的许可。

source: Open online catalog
ja: オンラインカタログを開く
zh_hans: 打开在线目录

source: Open prompt
ja: プロンプトを開く
zh_hans: 打开提示词

source: Open Prompt
ja: プロンプトを開く
zh_hans: 打开提示词

source: Open TypeWhisper add-ons website
ja: TypeWhisperアドオンのウェブサイトを開く
zh_hans: 打开 TypeWhisper 扩展网站

source: Optional
ja: オプション
zh_hans: 可选

source: Optional action target instead of direct text insertion.
ja: テキストを直接挿入する代わりに使用する、任意のアクション出力先。
zh_hans: 可选：将结果发送到操作目标，而不是直接插入文本。

source: Optional model within the selected engine.
ja: 選択したエンジン内のオプションのモデル。
zh_hans: 可选：选择当前引擎中的模型。

source: Optional post-processing step for this rule.
ja: このルールのオプションの後処理ステップ。
zh_hans: 可选：为此规则添加后处理步骤。

source: Optional: add tone, length, or wording hints.
ja: オプション: トーン、長さ、言い回しのヒントを追加します。
zh_hans: 可选：添加语气、长度或措辞提示。

source: Optional: customize how this rule appears in the list.
ja: 任意: リストでのこのルールの表示方法をカスタマイズします。
zh_hans: 可选：自定义此规则在列表中的显示方式。

source: Optional: forces this rule regardless of the current context.
ja: 任意: 現在のコンテキストに関係なく、このルールを強制します。
zh_hans: 可选：无论当前场景如何，始终强制使用此规则。

source: Optional: limit to a website
ja: 任意: Webサイトに制限する
zh_hans: 可选：限制为指定网站

source: Order
ja: 順序
zh_hans: 顺序

source: Output
ja: 出力
zh_hans: 输出

source: Output Hint
ja: 出力のヒント
zh_hans: 输出提示

source: Output Rules
ja: 出力ルール
zh_hans: 输出规则

source: Overlay
ja: オーバーレイ
zh_hans: 悬浮

source: Override the default provider only when this prompt needs a different model stack.
ja: このプロンプトに別のモデルスタックが必要な場合のみ、デフォルトプロバイダを上書きしてください。
zh_hans: 仅当此提示词需要不同的模型组合时才覆盖默认提供商。

source: Paragraph
ja: 段落
zh_hans: 段落

source: Parakeet is ready for local dictation
ja: Parakeetによるローカル音声入力の準備が完了しました
zh_hans: Parakeet 已可用于本地听写

source: Pay once, keep this tier
ja: 1回のお支払いでこの階層を維持
zh_hans: 一次购买，永久使用此档位

source: per month
ja: 月額
zh_hans: 每月

source: Pick a concrete outcome first, then add behavior and one or more triggers.
ja: まず具体的な結果を選択し、動作と1つ以上のトリガーを追加します。
zh_hans: 先选择具体结果，然后添加行为和一个或多个触发方式。

source: Pick the job first. Details and presets appear only for the active goal.
ja: まずタスクを選択します。詳細とプリセットは、アクティブな目的に対してのみ表示されます。
zh_hans: 先选择任务。详细信息和预设仅在激活目标时显示。

source: Pick the job first. Presets can be used as starters and refined in the next step.
ja: まずタスクを選択します。プリセットを出発点として使用し、次のステップで調整できます。
zh_hans: 先选择任务。可以从预设开始，并在下一步继续调整。

source: Pick tone, language behavior, and output form.
ja: トーン、言語の動作、出力形式を選択してください。
zh_hans: 选择语气、语言处理方式和输出形式。

source: Please add at least one website or domain.
ja: 少なくとも1つのWebサイトまたはドメインを追加してください。
zh_hans: 请至少添加一个网站或域名。

source: Please enable at least one automatic trigger.
ja: 少なくとも1つの自動トリガーを有効にしてください。
zh_hans: 请至少启用一个自动触发条件。

source: Please record at least one workflow shortcut.
ja: 少なくとも1つのワークフローショートカットを記録してください。
zh_hans: 请至少录入一个工作流快捷键。

source: Please select at least one app.
ja: 少なくとも1つのアプリを選択してください。
zh_hans: 请至少选择一个应用。

source: Plugin
ja: プラグイン
zh_hans: 插件

source: Plugins
ja: プラグイン
zh_hans: 插件

source: Popularity
ja: 人気順
zh_hans: 热门程度

source: Position
ja: 位置
zh_hans: 位置

source: Prefer native punctuation and only fix visible spoken commands.
ja: エンジン側の句読点処理を優先し、明らかに残った読み上げコマンドだけを修正します。
zh_hans: 优先使用原生标点，仅修正文本中明显出现的口述命令。

source: Premium
ja: プレミアム
zh_hans: 高级

source: Prepare legal dictation vocabulary for drafts and notes.
ja: 下書きやメモ向けの法律文書ディクテーション用語を準備します。
zh_hans: 为草稿和笔记准备法律听写词汇。

source: Prepare planning, construction, and defect vocabulary.
ja: 計画、施工、不具合に関する用語を準備します。
zh_hans: 准备规划、施工和缺陷相关词汇。

source: Prepare property, viewing, and client vocabulary.
ja: 物件、内覧、顧客対応に関する用語を準備します。
zh_hans: 准备房产、看房和客户相关词汇。

source: Preparing Apple Speech for the first test
ja: 最初のテストのためにApple Speechを準備しています
zh_hans: 正在准备 Apple 语音识别，以进行首次测试

source: Preparing the built-in speech engine for the first dictation test.
ja: 最初の音声入力テストのために内蔵の音声認識エンジンを準備しています。
zh_hans: 正在准备内置语音引擎，以进行首次听写测试。

source: Preserve formatting when possible
ja: 可能な限りフォーマットを維持する
zh_hans: 尽可能保留格式

source: Presets
ja: プリセット
zh_hans: 预设

source: Press a hotkey and talk in any app.
ja: ホットキーを押して、任意のアプリで話します。
zh_hans: 按下快捷键，即可在任何应用中说话输入。

source: Press Command Return to complete setup.
ja: Command + Returnを押してセットアップを完了します。
zh_hans: 按 Command + Return 完成设置。

source: Press Enter after inserting
ja: 挿入後にEnterキーを押す
zh_hans: 插入后按下 Enter

source: Press Enter during recording to stop, insert the text, and submit. Stopping normally only inserts the text.
ja: 録音中にEnterキーを押すと、録音を停止してテキストを挿入し、送信します。通常の停止ではテキストの挿入のみを行います。
zh_hans: 录音期间按 Enter 可停止录音、插入文本并发送。正常停止只会插入文本。

source: Press Enter Automatically
ja: 自動的にEnterを押す
zh_hans: 自动按回车键

source: Press Return to continue.
ja: Returnを押して続けます。
zh_hans: 按 Return 继续。

source: Press your hotkey and dictate. Inserted text appears here.
ja: ホットキーを押して音声入力を開始します。入力されたテキストがここに表示されます。
zh_hans: 按下快捷键开始听写，识别出的文字会显示在这里。

source: Press your hotkey and say something.
ja: ホットキーを押して何か話してください。
zh_hans: 按下快捷键，说点什么试试。

source: Presses Enter after every inserted dictation.
ja: 挿入したディクテーションの後に毎回Enterキーを押します。
zh_hans: 每次插入听写文本后都按下 Enter。

source: Presses Enter automatically after inserting when the target context expects it.
ja: 対象のコンテキストで必要な場合、挿入後に自動でEnterキーを押します。
zh_hans: 在目标上下文需要时，插入后自动按回车键。

source: Presses Enter when the dictation ends with “press enter” or “press return”.
ja: ディクテーションが「press enter」または「press return」で終わるとEnterキーを押します。
zh_hans: 当听写以“press enter”或“press return”结尾时按下 Enter。

source: Pressing the shortcut starts recording and applies this workflow to the dictation.
ja: ショートカットを押すと録音が開始され、このワークフローが音声入力に適用されます。
zh_hans: 按下快捷键开始录音，并将此工作流应用于听写。

source: Pressing the shortcut transforms the current selection or clipboard without recording.
ja: ショートカットを押すと、録音せずに現在の選択範囲またはクリップボードを変換します。
zh_hans: 按下快捷键直接处理当前选中文本或剪贴板内容，无需录音。

source: Preview
ja: プレビュー
zh_hans: 预览

source: Pricing in short
ja: 料金の概要
zh_hans: 价格概览

source: Pricing, lifetime options, procurement, and support are clearer on the website.
ja: 料金、買い切りオプション、調達、サポートについてはウェブサイトで詳しく確認できます。
zh_hans: 定价、终身版选项、采购和支持信息在网站上更清楚。

source: Primary Language
ja: プライマリ言語
zh_hans: 主要语言

source: Process Selected Text
ja: 選択したテキストを処理
zh_hans: 处理选中文本

source: Processes selected text
ja: 選択したテキストを処理します
zh_hans: 处理选中文本

source: Procurement, support, managed seats, and multi-device rollout.
ja: 調達、サポート、シート管理、および複数デバイスへの展開。
zh_hans: 采购、支持、席位管理和多设备部署。

source: Procurement, support, managed seats, and up to 10 devices.
ja: 調達、サポート、シート管理、および最大10台のデバイス。
zh_hans: 包含采购、支持、席位管理，最多支持 10 台设备。

source: Professional
ja: プロフェッショナル
zh_hans: 专业

source: Professional Rewrite
ja: プロフェッショナルに書き換え
zh_hans: 专业改写

source: Prompt
ja: プロンプト
zh_hans: 提示词

source: Prompt Details
ja: プロンプトの詳細
zh_hans: 提示词详情

source: Prompt Name
ja: プロンプト名
zh_hans: 提示词名称

source: Prompt Palette
ja: プロンプトパレット
zh_hans: 提示词面板

source: Prompt Wizard
ja: プロンプトウィザード
zh_hans: 提示词向导

source: Prompts
ja: プロンプト
zh_hans: 提示词

source: Provider Default
ja: プロバイダのデフォルト
zh_hans: 提供商默认

source: Provider default temp
ja: プロバイダのデフォルトTemperature
zh_hans: 服务提供商默认温度

source: Provider setup not finished yet.
ja: プロバイダのセットアップがまだ完了していません。
zh_hans: 服务提供商尚未完成设置。

source: Provider temperature
ja: プロバイダのTemperature
zh_hans: 提供商 温度

source: Pull out action items, JSON, tables, or key facts.
ja: アクションアイテム、JSON、表、または重要な事実を抽出します。
zh_hans: 提取待办事项、JSON、表格或关键信息。

source: Pull structured output like JSON, tables, action items, or key facts from the input.
ja: 入力からJSON、表、アクションアイテム、重要な事実などの構造化された出力を抽出します。
zh_hans: 从输入内容中提取 JSON、表格、待办事项或关键信息等结构化结果。

source: Push-to-Talk
ja: プッシュトゥトーク
zh_hans: 按住说话

source: Quote
ja: 引用
zh_hans: 引用

source: Ready for new workflows.
ja: 新しいワークフローの準備が完了しました。
zh_hans: 可以创建新的工作流。

source: Ready to use locally
ja: ローカルで使用する準備が完了しました
zh_hans: 本地功能已就绪

source: Real Estate
ja: 不動産
zh_hans: 房地产

source: Recent Transcription
ja: 最近の文字起こし
zh_hans: 最近的转录

source: Recommended. Press Return to continue with this shortcut.
ja: 推奨。Returnを押してこのショートカットで続行します。
zh_hans: 推荐设置。按 Return 使用此快捷键并继续。

source: Reconnect Discord
ja: Discordを再連携
zh_hans: 重新连接 Discord

source: Record a shortcut to use this mode.
ja: このモードを使用するには、ショートカットを記録してください。
zh_hans: 请录入用于此模式的快捷键。

# recorder.effectiveEngine
source: Recorder engine
ja: レコーダーエンジン
zh_hans: 录音引擎

# recorder.shortcut.title
source: Recorder shortcut
ja: Recorderのショートカット
zh_hans: 录音快捷键

# recorder.systemAudio
source: System Audio
ja: システムオーディオ
zh_hans: 系统音频

source: Recording discarded because additional keys were pressed
ja: 追加のキーが押されたため録音を破棄しました
zh_hans: 由于按下了其他按键，录音已丢弃

source: Recordings
ja: 録音
zh_hans: 录音

source: Recover Last Recording
ja: 最後の録音を復元
zh_hans: 恢复上次录音

source: Recovered recording
ja: 復元された録音
zh_hans: 已恢复录音

source: Recovery
ja: 復元
zh_hans: 恢复

source: Recurring billing
ja: 継続課金
zh_hans: 定期账单

source: Recurring company-wide plan for rollout, procurement, and unlimited devices.
ja: 展開、調達、無制限のデバイス向けの全社規模の継続プラン。
zh_hans: 用于部署、采购和无限制设备的全公司周期续订计划。

source: Reformat loose input into a reliable structure such as lists, meeting notes, tables, or JSON.
ja: まとまりのない入力をリスト、議事録、表、またはJSONなどの確実な構造に再フォーマットします。
zh_hans: 将零散输入整理为列表、会议纪要、表格或 JSON 等清晰结构。

source: Reformat text into lists, meeting notes, tables, or JSON.
ja: テキストをリスト、議事録、表、またはJSON形式に再フォーマットします。
zh_hans: 将文本整理为列表、会议纪要、表格或 JSON。

source: Refresh Discord Status
ja: Discordステータスを更新
zh_hans: 刷新 Discord 状态

source: Regenerate from selections
ja: 選択内容から再生成
zh_hans: 根据所选内容重新生成

source: Release Candidate
ja: リリース候補版
zh_hans: 候选发布版

source: Remove fallback
ja: フォールバックを削除
zh_hans: 移除备用项

source: Reordering is disabled while search is active to keep the global workflow order deterministic.
ja: ワークフローの全体的な順序を一定に保つため、検索中は並べ替えが無効になります。
zh_hans: 搜索期间无法调整顺序，以保证全局工作流顺序一致。

source: Reordering is disabled while search is active.
ja: 検索中は並べ替えが無効になります。
zh_hans: 搜索期间无法调整顺序。

source: Repair Installation
ja: インストールを修復
zh_hans: 修复安装

source: Reply
ja: 返信
zh_hans: 回复

source: Reply / Email
ja: 返信 / メール
zh_hans: 回复 / 邮件

source: Reply Behavior
ja: 返信の動作
zh_hans: 回复行为

source: Require API Token
ja: APIトークンを必須にする
zh_hans: 要求 API 令牌

source: Required to capture your voice.
ja: 音声をキャプチャするために必要です。
zh_hans: 用于采集你的语音。

source: Required to type into other apps.
ja: 他のアプリに入力するために必要です。
zh_hans: 用于向其他应用输入文字。

source: Retry Discord Claim
ja: Discord申請を再試行
zh_hans: 重新验证 Discord 身份

source: Retry later
ja: 後で再試行
zh_hans: 稍后重试

source: Review
ja: レビュー
zh_hans: 检查

source: Review & Advanced
ja: 確認と詳細設定
zh_hans: 检查与高级

source: Review the name and preview first. Advanced includes the system prompt and target.
ja: まず名前とプレビューを確認します。「詳細」にはシステムプロンプトと出力先が含まれます。
zh_hans: 先检查名称和预览。系统提示词和目标位于“高级”选项中。

source: Review the name, matching, and advanced options before saving.
ja: 保存する前に、名前、マッチング、詳細オプションを確認してください。
zh_hans: 保存前请检查名称、匹配条件和高级选项。

source: Rewrite
ja: 書き換え
zh_hans: 改写

source: Rewrite Behavior
ja: リライトの動作
zh_hans: 改写行为

source: Rewrite, translate, summarize, and more.
ja: 書き換え、翻訳、要約など。
zh_hans: 支持改写、翻译、摘要等 AI 处理。

source: Rule
ja: ルール
zh_hans: 规则

source: Rule Name
ja: ルール名
zh_hans: 规则名称

source: Rule Wizard
ja: ルールウィザード
zh_hans: 规则向导

source: Rules
ja: ルール
zh_hans: 规则

source: Rules tell TypeWhisper which language, engine, or output format should apply in which context.
ja: ルールによって、TypeWhisperがどのコンテキストでどの言語、エンジン、または出力形式を適用するかを指定します。
zh_hans: 规则用于指定 TypeWhisper 在不同场景下使用的语言、引擎和输出格式。

source: Run the first-time setup flow again without changing your saved settings.
ja: 保存された設定を変更せずに、初回セットアップフローを再度実行します。
zh_hans: 重新运行首次设置向导，不会更改已保存的设置。

source: Runs when no app or website workflow matches. Hotkeys stay direct triggers.
ja: 一致するアプリまたはWebサイトのワークフローがない場合に実行されます。ホットキーは引き続き直接トリガーとして機能します。
zh_hans: 当没有匹配的应用或网站工作流时运行。快捷键仍保持直接触发。

source: Same as Input
ja: 入力と同じ
zh_hans: 与输入相同

source: Save Prompt
ja: プロンプトを保存
zh_hans: 保存提示词

source: Save Rule
ja: ルールを保存
zh_hans: 保存规则

source: Save Workflow
ja: ワークフローを保存
zh_hans: 保存工作流

source: Saved to History
ja: 履歴に保存しました
zh_hans: 已保存到历史记录

source: Search Apps…
ja: アプリを検索…
zh_hans: 搜索 应用…

source: Search plugins, providers, or features
ja: プラグイン、プロバイダ、機能を検索
zh_hans: 搜索插件、服务提供商或功能

source: Search Settings
ja: 設定を検索
zh_hans: 搜索设置

source: Search recent transcriptions...
ja: 最近の文字起こしを検索...
zh_hans: 搜索最近转录…

source: Search workflows
ja: ワークフローを検索
zh_hans: 搜索工作流

source: Search workflows...
ja: ワークフローを検索...
zh_hans: 搜索工作流…

source: Secondary Language
ja: セカンダリ言語
zh_hans: 次要语言

source: See licensing on the website
ja: ウェブサイトでライセンスを確認
zh_hans: 在网站上查看许可说明

source: Select
ja: 選択
zh_hans: 选择

source: Select a transcription engine to configure punctuation behavior.
ja: 句読点の動作を設定するには、文字起こしエンジンを選択してください。
zh_hans: 选择转录引擎，以配置标点处理方式。

source: Select Apps
ja: アプリを選択
zh_hans: 选择应用

source: Select Apps…
ja: アプリを選択…
zh_hans: 选择应用…

source: Select languages
ja: 言語を選択
zh_hans: 选择语言

source: Select or copy text in any app, press the shortcut, and choose a manual workflow to process the text.
ja: 任意のアプリでテキストを選択またはコピーし、ショートカットを押して、手動ワークフローを選択しテキストを処理します。
zh_hans: 在任何应用中选中或复制文本，按快捷键，然后选择手动工作流来处理文本。

source: Selected Goal
ja: 選択したゴール
zh_hans: 选择的目标

source: Selected input device is no longer available.
ja: 選択された入力デバイスは現在利用できません。
zh_hans: 所选输入设备已不可用。

source: Selected: %lld
ja: 選択済み: %lld
zh_hans: 已选择：%lld

source: Selects Apple Speech as the local dictation engine.
ja: ローカルの音声入力エンジンとしてApple Speechを選択します。
zh_hans: 将 Apple 语音识别设为本地听写引擎。

source: Selects Parakeet.
ja: Parakeetを選択します。
zh_hans: 选择 Parakeet。

source: Selects this hotkey mode.
ja: このホットキーモードを選択します。
zh_hans: 选择此快捷键模式。

source: Send After Inserting
ja: 挿入後に送信
zh_hans: 插入后发送

source: Set for this prompt
ja: このプロンプト用に設定
zh_hans: 为此提示词设置

source: Set the final name, enabled state, icon, and list preview.
ja: 最終的な名前、有効状態、アイコン、リストプレビューを設定します。
zh_hans: 设置最终名称、启用状态、图标和列表预览。

source: Set the target language or the two fixed languages for the pair.
ja: 翻訳先言語、またはペアにする2つの固定言語を設定します。
zh_hans: 设置目标语言，或设置双向翻译使用的两种固定语言。

source: Set up voice typing in a few simple steps.
ja: いくつかの簡単なステップで音声入力をセットアップします。
zh_hans: 只需几步，即可开始语音输入。

# settings.tab.recorder
source: Recorder
ja: レコーダー
zh_hans: 录音

source: Setup can be finished later
ja: セットアップは後で完了できます
zh_hans: 可以稍后完成设置

source: Short
ja: 短め
zh_hans: 简短

source: Shortcut Behavior
ja: ショートカットの動作
zh_hans: 快捷键行为

source: Show All
ja: すべて表示
zh_hans: 显示全部

source: Show All Rules
ja: すべてのルールを表示
zh_hans: 显示所有规则

source: Show commercial options
ja: 商用オプションを表示
zh_hans: 显示商业选项

source: Show matching rules
ja: マッチするルールを表示
zh_hans: 显示匹配的规则

source: Showing rules linked to this prompt.
ja: このプロンプトにリンクされているルールを表示しています。
zh_hans: 正在显示与此提示词关联的规则。

source: Silver
ja: シルバー
zh_hans: 银牌

source: Skip AI post-processing
ja: AIによる後処理をスキップ
zh_hans: 跳过 AI 后处理

source: Snippet
ja: スニペット
zh_hans: 快捷短语

source: Snippets
ja: スニペット
zh_hans: 快捷短语

source: Sound
ja: サウンド
zh_hans: 声音

source: Sparkles
ja: スパークル
zh_hans: 闪光

source: Speak naturally
ja: 自然に話す
zh_hans: 自然说话

source: Speech Provider
ja: 音声プロバイダ
zh_hans: 语音提供商

source: Stable
ja: 安定版
zh_hans: 稳定版

source: Start and stop dictation without leaving your app.
ja: アプリを離れることなく、音声入力の開始と停止ができます。
zh_hans: 无需离开当前应用，即可开始或停止听写。

source: Start Dictation
ja: 音声入力を開始
zh_hans: 开始听写

source: Start dictation, search history and switch profiles directly from Raycast. Requires the API server to be running.
ja: Raycastから直接、ディクテーション開始、履歴検索、プロファイル切り替えができます。APIサーバーが実行中である必要があります。
zh_hans: 直接从 Raycast 开始听写、搜索历史记录和切换配置文件。需要先运行 API 服务器。

source: Start with a flexible workflow draft.
ja: 柔軟なワークフローの下書きから開始します。
zh_hans: 从可灵活调整的工作流草稿开始。

source: Start with TypeWhisper defaults. You can add term packs later.
ja: TypeWhisperのデフォルトから開始します。用語パックは後から追加できます。
zh_hans: 从 TypeWhisper 默认设置开始，之后可以添加术语包。

source: Starter Presets
ja: スタータープリセット
zh_hans: 入门预设

source: Starts dictation
ja: 音声入力を開始します
zh_hans: 开始听写

source: Still discards accidental ultra-short taps, but keeps more very short or quiet recordings instead of classifying them as no speech.
ja: 誤操作による極端に短いタップは引き続き破棄しますが、ごく短い録音や小さな音声を無音として分類せず、より多く保持します。
zh_hans: 仍然会丢弃意外的超短按键录音，但会保留更多极短或音量很低的录音，而不是将其归类为无语音。

source: Stop
ja: 停止
zh_hans: 停止

source: Strategy
ja: 処理方法
zh_hans: 策略

source: Streaming text
ja: ストリーミングテキスト
zh_hans: 流式文本

source: Structure / Format
ja: 構造化 / フォーマット
zh_hans: 结构 / 格式

source: Structure dictated notes into a meeting summary.
ja: 音声入力したメモを議事録として構造化します。
zh_hans: 将听写笔记整理为会议摘要。

source: Structure JSON
ja: JSONを構造化
zh_hans: 结构化 JSON

source: Subdomains are included automatically. `google.com` also matches `docs.google.com`.
ja: サブドメインは自動的に含まれます。`google.com`は`docs.google.com`にもマッチします。
zh_hans: 自动包含子域名。`google.com` 也会匹配 `docs.google.com`。

source: Suggested default
ja: 推奨デフォルト
zh_hans: 建议默认值

source: Suggested websites
ja: 提案されたウェブサイト
zh_hans: 推荐网站

source: Summary
ja: 要約
zh_hans: 摘要

source: Support Diagnostics
ja: サポート診断
zh_hans: 支持诊断

source: Supporter
ja: サポーター
zh_hans: 支持者

source: Supporter status is personal and optional. It can exist alongside GPLv3 / OSS, Individual, Team, or Enterprise, but it never grants commercial license terms.
ja: サポーターステータスは個人的かつ任意です。GPLv3/OSS、Individual、Team、Enterpriseと併用できますが、商用ライセンス条件を付与するものではありません。
zh_hans: 支持者身份属于个人自愿支持，可与 GPLv3／开源版、个人版、团队版或企业版同时存在，但不包含商业许可条款。

source: System Prompt
ja: システムプロンプト
zh_hans: 系统提示词

source: System prompt editing and optional action target.
ja: システムプロンプトの編集と、任意のアクション出力先。
zh_hans: 编辑系统提示词，并可设置操作目标。

source: Table
ja: テーブル
zh_hans: 表格

source: Target Language
ja: 翻訳先言語
zh_hans: 目标语言

source: Team
ja: チーム
zh_hans: 团队版

source: Team covers procurement-friendly licensing, support, managed seats, and up to 10 devices.
ja: Teamは、調達しやすいライセンス、サポート、管理されたシート、および最大10台のデバイスを対象とします。
zh_hans: 团队版提供便于采购的许可方式、技术支持和席位管理，最多支持 10 台设备。

source: Temperature
ja: 温度
zh_hans: 温度

source: Temperature is not available for Apple Intelligence.
ja: Apple IntelligenceではTemperatureは利用できません。
zh_hans: Apple Intelligence 不支持温度设置。

source: Template
ja: テンプレート
zh_hans: 模板

source: Template fixed after creation
ja: 作成後にテンプレートを固定
zh_hans: 模板创建后固定

source: Terms are sent only to engines that support transcription-time biasing
ja: 用語は文字起こし時のバイアス指定に対応するエンジンにのみ送信されます
zh_hans: 词条仅发送给支持转录时偏置设置的引擎

source: Terms depend on engine support. Corrections always run after transcription.
ja: 用語はエンジンの対応状況に依存します。修正は文字起こし後に常に実行されます。
zh_hans: 词条功能取决于引擎支持情况；修正始终在转录后执行。

source: Terms help only on engines that support transcription-time biasing. Corrections always run after transcription and apply across engines.
ja: 用語は文字起こし時のバイアス指定に対応するエンジンでのみ有効です。修正は常に文字起こし後に実行され、すべてのエンジンに適用されます。
zh_hans: 词条仅在支持转录时偏置的引擎上有效。词典纠正始终在转录后运行，并适用于所有引擎。

source: Terms work only when Vocabulary Boosting is enabled in the Parakeet plugin settings.
ja: 用語はParakeetプラグイン設定でVocabulary Boostingが有効な場合のみ動作します。
zh_hans: 只有在 Parakeet 插件设置中启用“词汇增强”后，词条才会生效。

source: Test Spoken Punctuation
ja: 読み上げ句読点のテスト
zh_hans: 测试 口语标点

source: Test Spoken Punctuation…
ja: 読み上げ句読点をテスト…
zh_hans: 测试 口语标点…

source: Text Box
ja: テキストボックス
zh_hans: 文本框

source: Text-to-Speech
ja: テキストtoスピーチ
zh_hans: 文本转语音
